angular.ng-template
bodil.file-browser
brandonkirbyson.vscode-animations
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
catppuccin.catppuccin-vsc-pack
dbaeumer.vscode-eslint
drcika.apc-extension
esbenp.prettier-vscode
firsttris.vscode-jest-runner
github.copilot
github.copilot-chat
ipatalas.vscode-postfix-ts
jacobdufault.fuzzy-search
kahole.magit
nrwl.angular-console
vscodevim.vim
vspacecode.vspacecode
vspacecode.whichkey
