jorgebucaran/fisher
jhillyerd/plugin-git
oh-my-fish/plugin-node-binpath
oh-my-fish/plugin-jump
mollifier/fish-cd-gitroot
nickeb96/puffer-fish
jorgebucaran/nvm.fish
catppuccin/fish
